Repository: JonaAlexGuti/camaras_seguridad
Catalog: lib/l10n/intl_*.arb
Languages: es_mx

# camara
source: Cameras
es_mx: Cámaras

# cammen
source: Camera Outline
es_mx: Cámara fuera de línea

# addCam
source: Add Camera
es_mx: Agregar Cámara

# addName
source: Add a Name
es_mx: Ingresa un nombre

source: Name
es_mx: Nombre

# IP
source: IP Address
es_mx: Dirección IP de la cámara

# addIP
source: Add a IP
es_mx: Ingresa una IP

# addButton
source: Add Camera
es_mx: Agregar Cámara

# camOk
source: Camera Added
es_mx: Cámara Registrada

# addEmpty
source: Empty spaces are not allowed
es_mx: Inserte la información que se pide

# editCam
source: Edit Camera
es_mx: Editar Cámara

# delCam
source: Delete Camera
es_mx: Eliminar Cámara

# cancelDel
source: Cancel
es_mx: Cancelar

# askDel
source: Are you sure you want to delete the camera
es_mx: ¿Está seguro de eliminar

# delOk
source: Camera deleted
es_mx: Cámara eliminada

# camUpd
source: Camera updated
es_mx: Cámara actualizada

# editCamInfo
source: Edit Camera Information
es_mx: Editar Información

# saveEditData
source: Save
es_mx: Guardar

# SS_Saved
source: ScreenShot Saved!
es_mx: Imagen Capturada

# SS_Fail
source: ScreenShot Failure!
es_mx: La imagen no se pudo capturar

# SR_Start
source: Starting Recording
es_mx: Grabando

# SR_Stop
source: Stoped Recording
es_mx: Grabación Detenida
